Revit 2027 API
GroupTypeId.ToposolidSubdivision Property
 Sub-division.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ToposolidSubdivision { get; }
Public Shared ReadOnly Property ToposolidSubdivision As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ToposolidSubdivision {
	ForgeTypeId^ get ();
}
static member ToposolidSubdivision : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace